{"quotes":

	[
		{"author": "Martin Golding", "quote": "Always code as if the guy who ends up maintaining your code will be a violent psychopath who knows where you live.", "lang": "EN"}, 
		{"author": "Edsger Dijkstra", "quote": "If debugging is the process of removing software bugs, then programming must be the process of putting them in.", "lang": "EN"},
		{"author": "Bill Gates", "quote": "Measuring programming progress by lines of code is like measuring aircraft building progress by weight.", "lang": "EN"},
		{"author": "Linus Torvalds", "quote": "Most good programmers do programming not because they expect to get paid or get adulation by the public, but because it is fun to program.", "lang": "EN"},
		{"author": "Martin Fowler", "quote": "Any fool can write code that a computer can understand. Good programmers write code that humans can understand.", "lang": "EN"},
		{"author": "Steve McConnell", "quote": "Good code is its own best documentation. As you’re about to add a comment, ask yourself, ‘How can I improve the code so that this comment isn’t needed?", "lang": "EN"},
		{"author": "Ken Thompson", "quote": "One of my most productive days was throwing away 1000 lines of code.", "lang": "EN"},
		{"author": "Seymour Cray", "quote": "The trouble with programmers is that you can never tell what a programmer is doing until it’s too late.", "lang": "EN"},
		{"author": "Albert Einstein", "quote": "Um eine Einkommensteuererklärung abgeben zu können, muß man ein Philosoph sein. Für einen Mathematiker ist es zu schwierig. ", "lang": "DE"},
		{"author": "", "quote": "Erst wenn der letzte FTP Server kostenpflichtig, der letzte GNU-Sourcecode verkauft, der letzte Algorithmus patentiert, der letzte Netzknoten verkommerzialisert ist, werdet Ihr merken, dass Geld nicht von alleine programmiert.", "lang": "DE"},
		{"author": "", "quote": "Bevorzuge Portierbarkeit vor Effizienz.", "lang": "DE"},
		{"author": "", "quote": "Unix wurde nicht entwickelt, um seine Benutzer daran zu hindern, dumme Dinge zu tun, denn das würde diese auch davon abhalten, schlaue Dinge zu tun.", "lang": "DE"},
		{"author": "Dennis Ritchie", "quote": "Unix ist einfach. Es erfordert lediglich ein Genie, um seine Einfachheit zu verstehen.", "lang": "DE"},
		{"author": "Tyler Durden", "quote": "1. Regel: Ihr verliert kein Wort über den Fight Club.\n2. Regel: Ihr verliert KEIN WORT über den Fight Club.", "lang": "DE"},
		{"author": "Jeff Pesis", "quote": "Hardware: The parts of a computer system that can be kicked.", "lang": "EN"},
		{"author": "Pablo Picasso", "quote": "Computers are useless. They can only give you answers.", "lang": "EN"},
		{"author": "", "quote": "The problem with troubleshooting is that trouble shoots back.", "lang": "EN"},
		{"author": "", "quote": "A computer lets you make more mistakes faster than any invention in human history-with the possible exceptions of handguns and tequila.", "lang": "EN"},
		{"author": "Karl Marx", "quote": "The production of too many useful things results in too many useless people.", "lang": "EN"},
		{"author": "John Tudor", "quote": "Technology makes it possible for people to gain control over everything, except over technology.", "lang": "EN"},
		{"author": "", "quote": "Like car accidents, most hardware problems are due to driver error.", "lang": "EN"},
		{"author": "", "quote": "Programmers are tools for converting caffeine into code.", "lang": "EN"},
		{"author": "", "quote": "My software never has bugs. It just develops random features.", "lang": "EN"},
		{"author": "", "quote": "The great thing about Object Oriented code is that it can make small, simple problems look like large, complex ones.", "lang": "EN"},
		{"author": "", "quote": "After Perl everything else is just assembly language.", "lang": "EN"},
		{"author": "", "quote": "The Internet: where men are men, women are men, and children are FBI agents.", "lang": "EN"},
		{"author": "", "quote": "There are 10 types of people in the world: those who understand binary, and those who don't.", "lang": "EN"},
		{"author": "", "quote": "Difference between a virus and windows ? Viruses rarely fail.", "lang": "EN"},
		{"author": "", "quote": "1f u c4n r34d th1s u r34lly n33d t0 g37 l41d", "lang": "EN"},
		{"author": "", "quote": "Hacking is like sex. You get in, you get out, and hope that you didn't leave something that can be traced back to you.", "lang": "EN"},
		{"author": "Dade", "quote": "Mess with the best, die like the rest.", "lang": "EN"}

	],
"langs":
	{
		"BOTH": "Unknown", 
	 	"DE": "Unbekannt", 
	 	"EN": "Unknown"
	}
}
